{
    "about-header.title": "O nas",

    "about-firm.title": "O firmie",
    "about-firm.description-1": "Medicos to polska firma, która zajmuje się importem i  dystrybucją substancji czynnych, pomocniczych, surowców chemicznych dla  różnych gałęzi przemysłu. Dzięki współpracy z wieloma znanymi i  cenionymi producentami, szybko poszerzamy asortyment, dostosowując go do  potrzeb naszych klientów i wymagań rynku. Przedmiotem szczególnej  troski jak i źródłem satysfakcji jest oferowanie oraz dostarczanie  produktów o najwyższej jakości, o niezmiennych parametrach, w terminach  preferowanych przez klienta. Dogodne warunki handlowe – cena, terminy  płatności – pozwoliły stworzyć silną sieć powiązań handlowych z naszymi  kontrahentami, o wieloletniej już tradycji. ",
    "about-firm.description-2": "O Nasza firma jest członkiem Polskiego Stowarzyszenia Przemysłu Kosmetycznego i Detergentowego (PSPKD) i Polskiego Towarzystwa Chemików Kosmetologów (PTCK) działajacego w ramach IFSCC (The International Federation of The International Federation of Societes of Cosmetic Chemists).",

    "about-mission.vision-title": "Nasza wizja",
    "about-mission.vision-description-1": "Dystrybucja to dla nas to przede wszystkim przenoszenie informacji pomiędzy przemysłem i dostawcami surowców, ich łączenie w celu stworzenia innowacyjnych produktów, które poprawiają jakość życia nas wszystkich. Mamy ambitną wizję tego, czym jako firma chcemy być teraz i w przyszłości.",
    "about-mission.vision-description-2": "Poprzez nasze usługi chcemy stać się częścią rozwiązań dla naszego dzisiejszego świata i dla przyszłych pokoleń, rozwiązań chroniących nasze zasoby i chroniących środowisko.",
    "about-mission.mission-title": "Nasza misja",
    "about-mission.mission-description-1": "Nasz świat zmienia się szybciej niż kiedykolwiek wcześniej. Branża  chemiczna staje się coraz bardziej złożona, pojawiają się nowe przepisy.  Jesteśmy po to, aby pomóc Ci nie tylko zarządzać zmianą, ale także z  niej korzystać poprzez:",
    "about-mission.mission-description-2": "pozostanie spójnym źródłem wiedzy i usług",
    "about-mission.mission-description-3": "dostarczanie nie tylko produktów, ale także nowych pomysłów, które pomogą Ci odnieść sukces",
    "about-mission.mission-description-4": "oferowanie głębokiej wiedzy technicznej opartej na wieloletnim  doświadczeniu we współpracy z zespołami badawczo-rozwojowymi naszych  klientów",
    "about-mission.mission-description-5": "rekomendowanie i pomoc w opracowywaniu nowych sposobów zwiększania konkurencyjności produktów i usług",
    "about-mission.mission-description-6": "stałe doskonalenie, poszukiwanie i poszerzanie bazy wytwórców surowców z całego świata",

    "about-policy.title": "Polityka jakości",
    "about-policy.description": "Wysoko cenimy sobie zdobyte zaufanie i zadowolenie naszych Klientów, dlatego wciąż doskonalimy jakość oferowanych usług. Potwierdza to certyfikat GDP dla substancji czynnych",
    "about-policy.certificate-1": "Zaświadczenie o wpisie do EUDRAGMDP",
    "about-policy.certificate-2": "Certyfikat GDP dla API",
    "about-policy.certificate-3": "Zaświadczenie o wpisie do Krajowego Rejestru GIF z 14.10.2021r.",
    "about-policy.see": "Zobacz",

    "about-people.title": "Poznaj ludzi napędzających innowacje w MEDICOS",
    "about-people.description": "Wykwalifikowany, dynamicznie działający zespół jest jednym z głównych elementów sukcesu przedsiębiorstwa. Współpracę z naszymi klientami postrzegamy jako proces, podczas którego systematycznie przekazujemy wiedzę i rozwiązania zapewniające bezpieczeństwo i komfort. Lata doświadczenia w handlu zaowocowały rozbudowaną siecią kontaktów, dzięki czemu jesteśmy w stanie sprostać wymaganiom i oczekiwaniom naszych klientów.",

    "about-rules.title": "Zasady współpracy",
    "about-rules.description": "Współpracujemy z wiodącymi producentami i dbamy o to aby dostarczane do Państwa towary były z najwyższej półki. Stawiamy na wysoką jakość, dbamy aby dostarczane do Państwa materiały posiadały odpowiednie certyfikaty, atesty oraz deklaracje zgodności. Rozumiemy, że terminowość odgrywa ogromną rolę w działalności naszych klientów, dlatego do każdego podchodzimy indywidualnie i dokładamy wszelkich starań, aby zamówienia docierały na czas.  Wszelkie informacje dotyczące warunków dostaw znajdziesz w poniższych plikach:"

}