{
    "cosmetology.header.title": "Kosmetyka",
    "cosmetology.header.description": "Wysokiej jakości surowce chemiczne i półprodukty kosmetyczne to gwarancja odpowiednich parametrów gotowych produktów. W ofercie Medicos, znajduje się szeroki zakres substancji pomocniczych i aktywnych odpowiednich do użytku w wielu różnych formułach.",

    "cosmetology.application.title": "Innowacje w kosmetyce",
    "cosmetology.application.description": "Jako dystrybutor surowców chemicznych i półproduktów kosmetycznych współpracujemy ze znanymi producentami światowymi, co pozwala nam mieć pewność co do jakości wszystkich oferowanych składników.  W ofercie znajdują się substancje pełniące różne funkcje – od tworzenia odpowiedniej konsystencji po nadawanie produktom zapachu. Jesteśmy w stanie zaspokoić wiele potrzeb, a nasza oferta jest wciąż rozbudowywana.",
    "cosmetology.application.description2": "Oferujemy surowce chemiczne stosowane do produkcji  farb do włosów, kremów, masek, maści, pomadek, pudrów, cieni, m.in. kaolin, talk, cholesterol, nadsiarczany, alkohole i kwasy tłuszczowe (w tym i formy etoksylowane jak i mieszanki), solubilizatory, lanolina, gliceryna, woski, sorbitole, alkilopoliglukozydy i kompozycje zapachowe. Posiadamy także grupę emulgatorów z szerokim zakresem HLB. Oprócz szerokiej gamy tradycyjnych emulgatorów oferujemy specjalne i kompleksowe emulgatory przygotowane do formuł O/W i W/O, także do produkcji „na zimno”",
    "cosmetology.application.description3": "Od kilkunastu lat Medicos współpracuje zarówno z małymi, jak i dużymi firmami przemysłu kosmetycznego jako dystrybutor i dostawca, zapewniając im potrzebne ilości różnego typu surowców kosmetycznych. Jeśli Twoja firma zajmuje się produkcją kosmetyków, zachęcamy do zapoznania się z naszą różnorodną ofertą, chętnie odpowiemy również na wszystkie pytania.",

    "cosmetology.discover.title": "Odkryj naszą ofertę",
    "cosmetology.discover.description": "Surowce znajdujące zastosowanie w kosmetyce"
}