{
    "home-header.title-a": "Łączymy przemysł z producentami",
    "home-header.title-b": " surowców chemicznych",
    "home-header.description": "Od kilkunastu lat dostarczamy surowce i składniki aktywne, które inspirują naszych klientów do tworzenia nowych rozwiązań. Naszym celem jest doradztwo produktowe, korzystny zakup i dostawa z zabezpieczonym przez naszych specjalistów łańcuchem dostaw.",
    "home-header.ask": "Zapytaj o surowiec",

    "home-industries.title": "Branże i specjalizacje",
    "home-industries.description": "Szeroka gama światowej klasy produktów, formuł i specjalistycznych  chemikaliów umożliwia naszym klientom redukcję kosztów, zwiększenie  przychodów i osiągnięcie zrównoważonych rozwiązań. Skontaktuj się z  nami, aby omówić Twoje specyficzne wymagania lub zapoznaj się z naszym  katalogiem produktów.",
    "home-industries.all-materials": "Wszystkie surowce",
    "home-industries.material": "Zobacz surowce",
    "home-industries.household-chemicals": "Chemia gospodarcza",
    "home-industries.hc-description": "Poszukujesz specjalistycznych środków chemicznych lub skutecznych składników do mycia, prania i zmywania? Oferujemy wsparcie w zakresie chemii gospodarczej, dostosowane do Twoich potrzeb.",
    "home-industries.cosmetology": "Kosmetyka",
    "home-industries.c-description": "Specjalizujemy się w dostarczaniu jakościowych surowców dla przemysłu kosmetycznego, w tym składników aktywnych i pomocniczych, które spełniają najwyższe standardy.",
    "home-industries.pharmacy": "Farmacja",
    "home-industries.p-description": "Dostarczamy surowce chemiczne dla farmacji, spełniające najwyższe standardy farmakopei. Nasz zespół zapewnia substancje czynne i pomocnicze, gwarantując bezpieczeństwo i skuteczność.",
    "home-industries.food": "Żywność i suplementy",
    "home-industries.f-description": "Oferujemy szeroki wybór surowców chemicznych dla produkcji suplementów diety, dostosowanych do potrzeb klientów. Nasza oferta obejmuje składniki aktywne i pomocnicze do tworzenia różnorodnych formuł.",
    "home-industries.other-industries": "Pozostałe branże",
    "home-industries.oi-description": "Nasze produkty chemiczne są wszechstronne, znajdując zastosowanie w przemyśle chemicznym, tekstylnym, motoryzacyjnym, budowlanym, poligraficznym, tworzywach sztucznych oraz w oczyszczaniu ścieków i uzdatnianiu wody.",

    "home-about.title": "O nas",
    "home-about.description": "Medicos to polska firma, zajmuje się importem i dystrybucją substancji  czynnych, pomocniczych, surowców chemicznych dla różnych gałęzi  przemysłu. Dzięki współpracy z wieloma znanymi i cenionymi producentami,  szybko poszerzamy asortyment, dostosowując go do potrzeb naszych  klientów i wymagań rynku.",
    "home-about.more": "Więcej o Medicos",

    "home-services.title": "Nasze usługi",
    "home-services.description": "Zapoznaj się z zakresem naszych działań",
    "home-services.service-consulting-title": "Doradztwo techniczne",
    "home-services.service-consulting-description": "Doradztwo techniczne jest integralną częścią naszej obsługi klienta. Wspieramy rozwój Twoich produktów w zakresie doboru i wykorzystania  surowców i współpracujemy z Tobą w celu znalezienia najlepszych rozwiązań dla Twojego konkretnego zadania.",
    "home-services.service-search-title": "Wyszukiwanie substancji",
    "home-services.service-search-description": "Na Państwa zapotrzebowanie wyszukujemy na całym świecie substancje dopasowane do potrzeb danego projektu. Aktywnie pomagamy nie tylko w  wyszukiwaniu substancji do nowych projektów na poziomie  badawczo-rozwojowym, ale również wspieramy w znalezieniu alternatywnych dostawców do wdrożonych projektów.",
    "home-services.service-analysis-title": "Analiza rynku dostawców",
    "home-services.service-analysis-description": "Na bieżąco analizujemy rynek dostawców, jakość oferowanych substancji, dostępność, warunki wytwarzania, wdrożone systemy kontroli jakości oraz poziom cenowy.",
    "home-services.more": "Dowiedz się więcej",

    "home-needs.title-a": "We link your needs with ",
    "home-needs.title-b": "our experience ",
    "home-needs.title-c": "in chemistry",
    "home-needs.contact": "Skontaktuj się",

    "home-blog.title": "Blog",
    "home-blog.news": "Wszystkie artykuły"
}