{
    "seo.home.title": "Medicos | Łączymy przemysł z producentami surowców chemicznych",
    "seo.home.description": "Nasza firma oferuje surowce chemiczne i składniki aktywne z doradztwem i zabezpieczoną dostawą dla innowacyjnych rozwiązań.",

    "seo.about.title": "O firmie | Medicos - Lider w branży surowców chemicznych",
    "seo.about.description": "Medicos: lider w imporcie i dystrybucji surowców chemicznych w Polsce. Jakość potwierdzona członkostwem w PSPKD i PTCK. Sprawdź nasze produkty!",

    "seo.services.title": "Kompleksowe usługi w obszarze chemii | Medicos",
    "seo.services.description": "Zapewniamy kompleksowe wsparcie przy zakupie surowców chemicznych, od zamówienia po dostawę, wraz z zarządzaniem łańcuchem dostaw i doradztwem.",

    "seo.materials.title": "Oferta | Medicos - Lider w branży surowców chemicznych",
    "seo.materials.description": "Pomagamy w tworzeniu i optymalizacji Twoich produktów chemicznych. Zobacz naszą bogatą ofertę pełną sprawdzonych rozwiązań dla przemysłu chemicznego.",

    "seo.contact.title": "Kontakt | Medicos - Lider w branży surowców chemicznych",
    "seo.contact.description": "Skontaktuj się z naszym zespołem, aby rozpocząć współpracę dotyczącą doradztwa i dostaw surowców chemicznych.",

    "seo.news.title": "Blog | Medicos - Lider w branży surowców chemicznych",
    "seo.news.description": "",

    "seo.household-chemicals.title": "Chemia gospodarcza i przemysłowa | Medicos",
    "seo.household-chemicals.description": "Dostarczamy stabilne i skuteczne surowce dla branży chemii gospodarczej. Wspieramy produkcję wysokiej jakości detergentów i środków czystości.",

    "seo.cosmetology.title": "Półprodukty kosmetyczne | Medicos",
    "seo.cosmetology.description": "Oferujemy specjalistyczne surowce chemiczne dla przemysłu kosmetycznego. Sprawdzone i jakościowe składniki aktywne i pomocnicze do różnorodnych produktów.",

    "seo.pharmacy.title": "Surowce chemiczne w farmacji | Medicos",
    "seo.pharmacy.description": "Oferujemy specjalistyczne surowce chemiczne dla branży farmaceutycznej. Nasze API i dodatki spełniają wszystkie wymagane, rygorystyczne normy.",

    "seo.food-and-supplements.title": "Składniki do suplementów diety i żywności | Medicos",
    "seo.food-and-supplements.description": "Dostarczamy kluczowe surowce chemiczne do produkcji suplementów diety i żywności, zawsze dbając o normy bezpieczeństwa i jakości.",

    "seo.other-industries.title": "Pozostałe branże chemiczne | Medicos",
    "seo.other-industries.description": "Dostarczamy specjalistyczne surowce chemiczne do branż takich jak motoryzacja, budownictwo i poligrafia. Gwarntujemy jakość i bezpieczeństwo."
}