{
    "about-header.title": "Medicos",

    "about-firm.title": "About",
    "about-firm.description-1": "Medicos is a Polish company that imports and distributes chemical raw materials for various industries. Thanks to our cooperation with many well-known and respected manufacturers, we are constantly expanding our assortment, adapting it to the dynamically changing needs of our customers and market requirements. We pay particular attention to offering and supplying products of the highest quality, with consistent parameters, within the timeframe preferred by the customer. Convenient terms of trade, prices and deadlines, which we have been guaranteeing for many years, have allowed us to create a strong network of business relations with our contractors.",
    "about-firm.description-2": "Our company is a member of the Polish Association of Cosmetic and Detergent Industries (PSPKD) and the Polish Society of Cosmetology Chemists (PTCK), which is a guarantee of our commitment to the scientific development of the industry. Inclusion in the IFSCC (The International Federation of Societies of Cosmetic Chemists) further confirms our international position and standards.",

    "about-mission.vision-title": "Our vision",
    "about-mission.vision-description-1": "For us, distribution is all about moving information between industry and chemical suppliers, bringing them together to create innovative products that improve the lives of us all. We hold an ambitious vision of what we, as a chemical company, aspire to be now and in the future, a vision that is rooted in our commitment to innovation and sustainability.",
    "about-mission.vision-description-2": "Through our services, we want to contribute to solutions for our world today and for future generations, solutions that protect our resources and preserve the environment.",
    "about-mission.mission-title": "Our mission",
    "about-mission.mission-description-1": "The chemical industry is becoming increasingly complex in today's highly dynamic world, full of change and new challenges. We are here to help you not only manage change but also benefit from it by:",
    "about-mission.mission-description-2": "remaining a consistent source of knowledge and services;",
    "about-mission.mission-description-3": "providing not only chemical products but also new ideas to help you succeed;",
    "about-mission.mission-description-4": "offering deep technical expertise based on years of experience in collaboration with our customers' R&D teams;",
    "about-mission.mission-description-5": "recommending and helping you develop new ways to make your products and services more competitive;",
    "about-mission.mission-description-6": "continuously improving, seeking and expanding our base of chemical raw material manufacturers from around the world.",

    "about-policy.title": "Quality policy",
    "about-policy.description": "We highly value the trust we have earned and the satisfaction of our customers, which is why we continue to improve the quality of our services. The GDP certificate for active substances confirms this.",
    "about-policy.see": "See",

    "about-people.title": "Meet the people driving chemical innovation at MEDICOS",
    "about-people.description": "A qualified, dynamic team is one of the main elements of our company's success. We view cooperation with our customers as a process during which we systematically transfer knowledge and solutions to ensure continued growth, safety, and comfort. Years of experience in the chemical raw materials trade have resulted in expertise and an extensive network of contacts, thanks to which we can meet our customers' requirements and expectations.",

    "about-rules.title": "Principles of cooperation",
    "about-rules.description": "We cooperate with market-leading manufacturers and ensure that the goods supplied to our customers are of the highest quality. We focus on high quality, ensuring that the chemical raw materials provided to them have the relevant certificates, attestations and declarations of conformity. We understand that punctuality plays a massive role in our contractors' activities. Therefore, we approach each one individually and make every effort to ensure that orders arrive on time. You will find all the information concerning delivery conditions in the files below:"
}