{
    "cosmetology.header.title": "Cosmetology",
    "cosmetology.header.description": "High-quality raw materials and cosmetic intermediates are a guarantee of the right parameters for finished products. We offer a wide range of excipients and active substances compatible for use in many different formulations.",

    "cosmetology.application.title": "Innovations in cosmetics",
    "cosmetology.application.description": "As a distributor of raw materials and cosmetic semi-finished products, we work with renowned global manufacturers, so you can be sure of the quality of all the ingredients on offer. The range includes raw materials for a number of functional purposes – from creating the right consistency to giving products their fragrance. We can cater for a wide spectrum of needs and our product portfolio is still being expanded.",
    "cosmetology.application.description2": "We offer raw materials for hair dyes, creams, masks, ointments, lipsticks, powders and shadows, including kaolin, talc, cholesterol, persulfates, alcohols and fatty acids (including ethoxylated forms and mixtures), solubilizes, lanolin, glycerin, waxes, sorbitols, alkyl polyglycosides, and fragrances. We also stock a group of emulsifiers with a wide HLB range. In addition to a broad selection of traditional emulsifiers, we offer special and complex emulsifiers prepared for O/W and W/O formulations, including for cold production processes.",
    "cosmetology.application.description3": "For several years, we have been working with both small and large cosmetic companies – as a distributor and supplier to provide them with the necessary quantities of many different types of cosmetic raw materials. If you deal with the production of cosmetics, we invite you to discover our diverse range of products and we will be happy to answer any questions you may have.",

    "cosmetology.discover.title": "Discover our offer",
    "cosmetology.discover.description": "Chemical raw materials used in cosmetics"
}