{
    "seo.home.title": "Medicos | We connect industry with chemical raw material producers",
    "seo.home.description": "Our company offers chemical raw materials and active ingredients with advice and secured delivery for innovative solutions.",

    "seo.about.title": "About company | Medicos - Leader in the chemical raw materials industry",
    "seo.about.description": "Medicos: Leader in import and distribution of chemical raw materials in Poland. Check out our products!",

    "seo.services.title": "Comprehensive chemical services | Medicos",
    "seo.services.description": "We provide comprehensive support for the procurement of chemical raw materials, from order to delivery, together with supply chain management and advice.",

    "seo.materials.title": "Offer | Medicos - Leader in the chemical raw materials industry",
    "seo.materials.description": "We help you develop and optimise your products. See our extensive range full of proven solutions for the chemical industry.",

    "seo.contact.title": "Contact | Medicos - Leader in the chemical raw materials industry",
    "seo.contact.description": "Get in touch with our team to start working together on consulting and supply of chemical raw materials.",

    "seo.news.title": "Blog | Medicos - Leader in the chemical raw materials industry",
    "seo.news.description": "",

    "seo.household-chemicals.title": "Household and industrial chemicals | Medicos",
    "seo.household-chemicals.description": "We supply stable and effective raw materials for the household chemicals industry. We support the production of high-quality detergents and cleaning products.",

    "seo.cosmetology.title": "Półprodukty kosmetyczne | Medicos",
    "seo.cosmetology.description": "We offer speciality chemical raw materials for the cosmetic industry. Tested and quality active and auxiliary ingredients for a variety of products.",

    "seo.pharmacy.title": "Chemical raw materials in pharmaceuticals | Medicos",
    "seo.pharmacy.description": "We offer speciality chemical raw materials for the pharmaceutical industry. Our APIs and additives meet all the required stringent standards.",

    "seo.food-and-supplements.title": "Ingredients for food and dietary supplements | Medicos",
    "seo.food-and-supplements.description": "We supply key chemical raw materials for the production of dietary supplements and food, always ensuring safety and quality standards. ",

    "seo.other-industries.title": "Other chemical sectors | Medicos",
    "seo.other-industries.description": "We supply speciality chemical raw materials to industries such as automotive, construction and printing. We guarantee quality and safety."
}